{
    "Home" : "Home",
    "Sobre" : "About",
    "Destaque" : "Featured",
    "Contato" : "Contact",
    "Curriculo" : "ResumeBR",
    "CurriculoEN" : "Resume",
    "BemVindo" : "Welcome, i'm Danilo Oliveira, a ",
    "Contate" : "Contacts",
    "Descricao1" : "Hello! My name is Danilo, and I am currently working as an IT Administrative Technician / Full-Stack Developer at the National Commercial Learning Service (SENAC) in Palmas, Tocantins. In this role, I have gained experience in the development and analysis of systems designed to virtualize and resolve manual process issues across various areas of the commercial sector.",
    "Descricao2" : "At present, I hold a postgraduate degree in Digital Game Design and Development, and I actively participate in game development competitions (Game Jams), having created several games using JavaScript/HTML, Unity 3D, and Python. Digital games have been a part of my life since an early age, and I find the process of creating them to be a highly rewarding challenge.",
    "Tecnologias" : "Tech",
    "Projetos" : "Projects",
    "Desc_proj" : "Summary list of projects I produced and/or collaborated on. Projects range from games in javascript or Unity3D to websites in Wordpress, React and Vue.",
    "Contato_fim" : "Get In Contact",
    "Contato_desc" : "If you are starting a project, want to make some kind of proposal or just say hi, feel free to get in touch! I will answer you as soon as possible :)",
    "GameTitle1" : "Cosmic Maid Café",
    "GameSubtitle1" : "Cosmic Maid Café",
    "Game_Desc1_1" : "Winning game of the second edition of the Pequi Jam, currently under development.",
    "Game_Desc2_1" : "Help Clara collect coffee cups in this distorted-dimension kitchen while racing against time — be careful not to fall or let her inner light fade away.",
    "GameTitle2" : "Fusion Attack!",
    "GameSubtitle2" : "Fusion Attack!",
    "Game_Desc1_2" : "My first tag-team fighting game developed in JavaScript as part of my undergraduate thesis project.",
    "Game_Desc2_2" : "Attack, dodge, or defend against enemy strikes. Once the blue bar is filled, team up with your ally to temporarily merge and unleash a powerful special move!",
    "GameTitle3" : "PokiAdventures!",
    "GameSubtitle3" : "PokiAdventures",
    "Game_Desc1_3" : "A Pokémon-style adventure game I developed using JavaScript and Tiled as a personal study project.",
    "Game_Desc2_3" : "Focused on turn-based combat mechanics and interactive map building. Due to HTML restrictions, you must click the screen once to activate the background music."
}